export const individualsDetails = [
  { id: 1, text: "ИНН" },
  { id: 2, text: "ОГРН" },
  { id: 3, text: "Паспорт (2-я и 3-я страницы)" },
  {
    id: 4,
    text: "Доверенность (если договор и документы подписывает не руководитель) + документы, подтверждающие полномочия"
  },
  { id: 5, text: "Выписка из ЕГРЮЛ (ЕГРИП) – срок давности не более 1 месяца" },
  {
    id: 6,
    text: "Информационное письмо о режиме налогообложения с приложением копии декларации НДС за последний налоговый период с отметкой ИФНС о принятии или приложении протокола о приеме декларации"
  },
  { id: 7, text: "Контактные данные" },
  { id: 8, text: "Адрес доставки" },
  { id: 9, text: "График работы" }
];

export const legalEntitiesDetails = [
  { id: 1, text: "ИНН" },
  { id: 2, text: "ОГРН" },
  { id: 3, text: "Устав (1-3 страницы, и последняя страница)" },
  {
    id: 4,
    text: "Доверенность (если договор и документы подписывает не руководитель) + документы, подтверждающие полномочия"
  },
  {
    id: 5,
    text: "Решение/Протокол/Приказ об избрании (назначении) руководителя организации"
  },
  {
    id: 6,
    text: "Доверенность (если договор и документы подписывает не руководитель), а также документы, подтверждающие полномочия лица, подписывающего договор (Приказ о назначении руководителя)"
  },
  { id: 7, text: "Паспорт руководителя (2-я и 3-я страницы)" },
  { id: 8, text: "Договор аренды помещения" },
  {
    id: 9,
    text: "Бухгалтерская отчетность за год, предшествующий году заключения сделки. Данные бухгалтерской отчетности организации за любой период также можно бесплатно получить в Росстате (при условии, что организация представляет отчетность в органы статистики). Для этого нужно направить в любой территориальный орган статистики запрос по утвержденной форме (п. п. 4, 12, 18, 21 Регламента Росстата)"
  },
  {
    id: 10,
    text: "Информационное письмо о режиме налогообложения с приложением копии декларации НДС за последний налоговый период с отметкой ИФНС о принятии или приложении протокола о приеме декларации"
  },
  { id: 11, text: "Банковские реквизиты" },
  { id: 12, text: "Контактные данные" },
  { id: 13, text: "Адрес доставки" },
  { id: 14, text: "График работы" }
];

export const orderStagesDetails = [
  { id: 1, text: "Принят в работу" },
  { id: 2, text: "Готов к отгрузке" },
  { id: 3, text: "Выписаны документы" },
  { id: 4, text: "Передан для отгрузки" },
  { id: 5, text: "Получен клиентом" }
];
